Revit 2027 API
Selection Properties
The Selection type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
Selection Class
Autodesk.Revit.UI.Selection Namespace